Repository: guifi/lafarga-subversion
Catalog: comesfa_drupal46/modules/subscriptions/po/*.po
Languages: it

source: <p>This module enables users to subscribe to be notified of changes to threads or categories. Once enabled, all nodes will have an additional link that allows the user to change their subscriptions. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>Note that because this module causes the comment insert to pause while all subscribers are notified, it may not be practical for large sites.</p>
it: <p>Questo modulo abilita gli utenti di registrarsi per essere informato dei cambiamenti nelle discussioni o nelle categorie. Una volta abilitato, tutti i nodi avranno un collegamento supplementare che permetterà agli utenti di cambiare le loro registrazioni. Ulteriormente, a tutti gli utenti sarà fornito un'opzione per auto-registrarsi a qualsiasi contenuto inseriscano. Non è richesta nessuna configurazione per questo modulo. Sebbene i ruoli di permesso dovrbbero essere configurati. per usarlo.</p> <p>Nota che dato che questo modulo causa all'inserimento del commento una pausa per permettere che tutti gli utenti registrati ad esso vengano informati. Non è quindi pratico per siti molto grandi..</p>

source: Allows users to subscribe to nodes and taxonomy terms.
it: Consente agli utenti di registrarsi ai nodi ed ai termini di tassonomia.

source: Subscription settings
it: Impostazione registrazioni

source: Automatically subscribe to threads in which you post.
it: Registrati automaticamente alle discussioni a cui partecipi.

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
it: Selezionando questa casella ti registrerai automaticamente a tutti i thread che crei o in cui inserisci i commenti.

source: none
it: nessuno

source: Omitted vocabularies
it: Vocaboli omessi

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
it: Selezioni i vocabolari che dovrebbero venire <strong>omessi</strong> dall'elenco delle registrazioni.

source: subscription notification for
it: conferma di registrazione per

source: error mailing subscription notification:
it: errore di invio dell'avviso di registrazione:

source: new blog for
it: nuovo blog per

source: [%site] %type subscription update for %name : %subject
it: [%site] %type aggiornamento registrazione per %name : %subject

source: Greetings, %name. A %type to which you have subscribed has been updated. To view the thread, navigate to %url -- This is an automatic mail from %site. To manage your subscriptions, browse to %manage-url
it: Greetings, %name. Un %type a cui sei iscritto è stato aggiornato. Per visualizzare il thread, vai su %url -- Questa è un'email automatica da %site. Per gestire le tue registrazioni, vai a %manage-url

source: Subscribe
it: Registrati

source: Receive notification of replies to this %name.
it: Ricevi avvisi per le risposte a questo %name.

source: my subscriptions
it: mie registrazioni

source: subscriptions
it: registrazioni

source: unsubscribe blog
it: elimina registrazione al blog

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
it: Non ricevere più e-mail a ogni nuovo aggiornamento del blog di questa persona.

source: subscribe blog
it: registrati al blog

source: Receive an e-mail whenever a new entry is made to this person's blog.
it: Ricevi una e-mail per ogni aggiornamento al blog di questa persona.

source: unsubscribe post
it: elimina registrazione a un contenuto

source: Stop receiving an e-mail whenever a new comment is posted to this %n.
it: Non ricevere più e-mail quando vengono aggiunti nuovi commenti a questo %n.

source: subscribe post
it: registrati a un contenuto

source: Receive an e-mail whenever a comment is posted to this %n.
it: Ricevi una e-mail quando viene inserito un commento a questo %n

source: unsubscribe
it: elimina registrazione

source: Unsubscribe from this category.
it: Elimina registraizione a questa categoria.

source: subscribe
it: registrati

source: Subscribe to this category.
it: Registrati a questa categoria.

source: <p>Your subscription was activated.</p>
it: <p>La tua registrazione è stata attivata.</p>

source: Return to the blog
it: Torna al blog

source: Return to the thread
it: Torna alla discussione

source: Return to the subscriptions
it: Torna alle registrazioni

source: Subscription Activated
it: Registrazione Attivata

source: <p>Your subscription was deactivated.</p>
it: <p>La tua registrazione è stata disattivata.</p>

source: Subscription Deactivated
it: Registrazione Disattivata

source: thread
it: discussione

source: category
it: categoria

source: type
it: tipo

source: title
it: titolo

source: subscribers
it: utenti registrati

source: <p>No threads or categories are currently subscribed.</p>
it: <p>Nessuna discussione o categoria registrata.</p>

source: Subscriptions Summary
it: Sommario delle Registrazioni

source: Unsubscribe from this thread.
it: Elimina registrazione a questa discussione.

source: Unsubscribe from this user's blog.
it: Elimina registrazione al blog di questo utente.

source: operations
it: operazioni

source: <p>You are not currently subscribed to any active threads or categories.</p>
it: <p>Non sei attualmente registrato a nessuna discussione o categoria.</p>

source: regular
it: regolare

source: error
it: errore

source: maintain subscriptions
it: gestisce registrazioni
