Repository: guifi/lafarga-subversion
Catalog: comesfa_drupal46/modules/event/po/*.po
Languages: da

source: calendar
da: kalender

source: week
da: uge

source: Week view
da: Vis uge

source: day
da: dag

source: Day view
da: Vis dag

source: table
da: tabel

source: Table view
da: vis tabel

source: month
da: måned

source: Month view
da: Vis måned

source: events
da: arrangementer

source: add item to calendar
da: tilføj element til kalender

source: filter by content type
da: filtrer efter indholdstype

source: filter by taxonomy
da: filtrer efter ordforråd

source: Event timezone input
da: Tidszone

source: Use the sitewide timezone
da: Benyt netstedets tidszone

source: Use the timezone of the user editing or creating the event
da: Benyt brugerens tidszone når arrangementet oprettes eller redigeres

source: Allow users to set event timezones
da: Tillad brugere at angive tidszone for arrangementer

source: Events are saved with a timezone value. This setting allows you to determine how the timezone is determined when creating or editing an event.
da: Arrangementer knyttes til en tidszone. Her kan du angive hvordan tidszonen vælges når et arrangement oprettes eller redigeres.

source: Event timezone display
da: Vis tidszone

source: Use the event's timezone.
da: Arrangementets tidszone

source: Use the user's timezone.
da: Brugerens tidszone

source: Events are saved with a timezone value. This setting allows you to determine if the event's timezone or the user's personal timezone setting is used to display the time for an event.
da: Arrangementer knyttes til en tidszone. Her kan du bestemme om det er arrangementets eller brugerens tidszone der bestemmer hvilket tidspunkt der vises.

source: Events are saved with a timezone value. This setting allows you to determine how the timezone is determined when creating or editing an event. You must have 'Configurable time zones' enabled in %url before you can enable user's timezones for this feature.
da: Arrangementer knyttes til en tidszone. Her kan du bestemme hvordan tidszonen vælges når du opretter eller redigerer et arrangement. 'Konfigurerbare tidszone' skal være aktiveret på %url hvis du ønsker at anvende brugerens tidszone.

source: site configuration
da: netstedets indstillinger

source: Use the event's timezone
da: Benyt arrangementets tidszone

source: Use the user's timezone
da: Benyt brugerens tidszone

source: Events are saved with a timezone value. This setting allows you to determine if the event's timezone or the user's personal timezone setting is used to display the time for an event. You must have 'Configurable time zones' enabled in %url before you can enable user's timezones for this feature.
da: Arrangementer knyttes til en tidszone. Her kan du bestemme hvordan tidszonen vælges når du opretter eller redigerer et arrangement. 'Konfigurerbare tidszone' skal være aktiveret på %url hvis du ønsker at anvende brugerens tidszone.

source: Time notation preference
da: Tidsangivelse

source: 24h
da: 24t

source: 12h
da: 12t

source: The time notation system used for entering event times.
da: Tidsangivelsen der bruges til at angive tidspunktee for arrangementer.

source: General Event options
da: Generelle indstillinger

source: Default overview
da: Oversigtstype

source: Day
da: Dag

source: Week
da: Uge

source: Month
da: MånedMan

source: Table
da: Tabel

source: The default event view to display when no format is specifically requested. This is also the view that will be displayed from the block calendar links.
da: Standard visning når brugeren ikke beder om et specifikt format. Anvendes desuden som visning for henvisninger fra kalender blokken.

source: Table view default period
da: Standardperiode for tabelvisning

source: The default number of days to display in the table view. You can specify a different number of days in the url. More info on the event url format %link
da: Antal dage der vises i tabellen. Du kan angive et andet antal i URLen. Yderligere information om URL formatet %link

source: here
da: her

source: Show taxonomy filter control on calendar views
da: Vis ordforrådsfilter i kalendervisning

source: Only show taxonomy filter control when taxonomy filter view is requested
da: Vis kun ordforrådsfilter når ordforrådsvisning er aktiv

source: Never show taxonomy filter control
da: Vis aldrig ordforrådsfilter

source: Show content type filter control on calendar views
da: Vis indholdstypefilter i kalendervisning

source: Only show content type filter control when content type filter view is requested
da: Vis kun indholdstypefilter når indholdstypevisning er aktiv

source: Never show content type filter control
da: Vis aldrig indholdstypefilter

source: Event overview options
da: Indstillinger for arrangementsoversigt

source: Home
da: Forside

source: Events
da: Arrangementer

source: view all
da: vis alle

source: Week of %month %day, %year
da: uge i %month %day, %year

source: Mon
da: Man

source: Tue
da: Tir

source: Wed
da: Ons

source: Thu
da: Tor

source: Fri
da: Fre

source: Sat
da: Lør

source: Sun
da: Søn

source: January
da: Januar

source: February
da: Februar

source: March
da: Marts

source: May
da: Maj

source: June
da: Juni

source: July
da: Juli

source: October
da: Oktober

source: Select event terms to filter by
da: Filtrer efter disse ord

source: Select event type to filter by
da: Filtrer efter disse typer

source: Calendar to browse events.
da: Kalender til at gennemse arrangementer.

source: List of upcoming events.
da: Kommende arrangementer.

source: Upcoming events
da: Kommende arrangementer

source: more
da: mere

source: More events.
da: Flere arrangementer.

source: NOW
da: NU

source: Show in event calendar
da: Vis i kalender

source: Never
da: Aldrig

source: All views
da: Alle visninger

source: Only in views for this type
da: Kun visninger af denne type

source: None: This content type will not be associated with the events calendar.<br />All views: This content type will be available for display on all calendar views, including with other events.<br />Only in views for this type: This content type will only appear in calendar views specific to this type and never with other events.
da: Ingen: Indholdstypen bliver ikke knyttet til kalenderen.<br />Alle visninger: Denne indholdstype kan vises i alle kalendervisninger, også sammen med andre arrangementer.<br />Kun visninger af denne type: Indholdstypen vises kun i kalendervisninger af denne type, og aldrig sammen med andre arrangementer.

source: Start date.
da: Start dato.

source: End date.
da: Slutdato

source: Time zone
da: Tidszone

source: Select the time zone this event occurs in.
da: Angiv hvilken tidszone arrangementet afholdes i.

source: Lets users make events and keep calendars.
da: Gør det muligt at oprette arrangementer og vedligeholde kalendre.

source: <h3>Background</h3> <p>This version of event module implements the drupal nodeapi system. There is no native event node type as in versions previous to 4.6, but instead node types can be 'event-enabled' through the %configure-link, the same way in which file attachments are assigned to node types with upload.module. This, combined with the dynamic content type functionality of %flexinode-link, make it possible to define almost any kind of calendar.</p> <p>Node types can be assigned to general calendar views, or only on their own calendar. For example, this makes it possible to have a general calendar which shows all 'meetups' and 'house parties' in the same place, but perhaps have a separate calendar for 'rallies' which only contains that type. The ability to filter calendar views by node type and taxonomy is also implemented, which allows many different possibilities for displaying content in the calendar system.</p> <h3><a id="url-format"></a>Calendar display url formats</h3> The ability to filter calendar views by content type and taxonomy enables almost unlimited possibilities for displaying content with the calendar system. You can combine taxonomy and content type filters, the url construction scheme is currently as follows: <blockquote> ?q=event/$year/$month/$day/$view_type/$content_type/$taxonomy_terms/$duration<br /><br /> <strong>$year:</strong> year value such as '2005'<br /> <strong>$month:</strong> month value with leading zeroes such as '02' for february<br /> <strong>$day:</strong> day value with leading zeroes such as '14'<br /> <strong>$view_type:</strong> type of calendar layout, values may include 'month', 'week', 'day', and 'table'<br /> <strong>$content_type:</strong> list of node types, separated by '+'. Flexinode types only require the integer value of the type. For example, to view story nodes and type flexinode-1, you would use 'story+1'. The value 'all' will show all types.<br /> <strong>$taxonomy_terms:</strong> list of term ids, seperated by '+'. For example to view entries assigned to the taxonomy terms with ids 4 and 9 you would use '4+9'. The value 'all' will show all terms.<br /> <strong>$duration:</strong> number of days to display, currently only the table view obeys this setting. Eventually it may be used to specify additional duration parameters such as multiple weeks in the week view, or months in the month view. </blockquote> <p>There are url wrapper functions as well, which make it possible to easily create menu items to calendars by event type or taxonomy terms. This is necessary if you wish to create a link to a calendar but do not have a way to dynamically create the url based on the date, like in the menu or in a post.</p> <p>For links to a taxonomy filtered calendar the format is: <blockquote> ?q=event/term/$taxonomy_terms<br /><br /> <strong>$taxonomy_terms:</strong> list of term ids, seperated by '+'. For example to view entries assigned to the taxonomy terms with ids 4 and 9 you would use '4+9'<br /> </blockquote> For links to a content type filtered calendar the format is: <blockquote> ?q=event/type/$content_type<br /><br /> <strong>$content_type:</strong> list of node types, separated by '+'. Flexinode types only require the integer value of the type. For example, to view story nodes and type flexinode-1, you would use 'story+1' </blockquote></p>
da: <h3>Baggrund</h3> <p>Denne version af event modulet anvender Drupal's nodeapi. Der findes ikke længere indholdselementer af typen arrangement som i versioner før 4.6. I stedet kan alle indholdselementer fremstå som arrangementer gennem %configure-link, på samme måde som vedhæftede filer kan knyttes til forskellige indholdstyper med upload modulet. Sammen med de felksible indholdstyper fra %flexinode-link er det muligt at oprette næsten enhver tænkelig kalender.</p> <p>Indholdstyper kan knyttes til generelle kalenderoversigter eller til deres egen kalender. Det er derfor muligt at have en kalender der viser 'gruppemøder' og 'fester' samme sted og en kalender der kun viser 'bestyrelsesmøder'. Det er muligt at filtrere kalendervisningen efter indholdstype og ordforråd, hvilket giver mange forskellige muligheder for at vise indholdet af kalendrene.</p> <h3><a id="url-format"></a>URL formater for kalendervsining</h3> <p>Muligheden for at filtrere kalendervisningen efter indholdstype og ordforråd giver nærmest ubegrænsede muligheder for at vis indhold fra kalendrene. URLer opbygges på nuværende tidspunt som følger:</p> <blockquote> ?q=event/$år/$måned/$dag/$visningstype/$indholdstype/$ordforråd/$varighed<br /><br /> <strong>$år:</strong> det ønskede år, f.eks. '2005'<br /> <strong>$måned:</strong> den ønskede måned angivet med to cifre, f.eks. '02' for februar<br /> <strong>$dag:</strong> den ønskede dag angivet med to cifre, f.eks. '14'<br /> <strong>$visningstype:</strong> kalenderens layout, vælg en af 'month', 'week', 'day' eller 'table' (hhv. måned, uge, dag og tabel)<br /> <strong>$indholdstype:</strong> liste af indholdstyper adskilt af '+'. Flexinode typer kræver kun typens værdi. For at vise indhold af typerne 'story' og 'flexinode-1' bruges 'story+1'. Værdien 'all' viser alle typer.<br /> <strong>$ordforråd:</strong> liste af ord IDer adskilt af '+'. For at vise indhold knyttet til ordene med ID 4 og 9 bruges '4+9'. Værdien 'all' viser alle ord.<br /> <strong>$varighed:</strong> antal dage der vises, påvirker kun tabelvisningen. På længere sig vil den kunne bruges til at vise flere uger i ugevisning eller flere måneder i månedsvisningen. </blockquote> <p>Der findes desuden URL funktioner der gør det nemt at oprette henvisninger fra menupunkter til kalendre sorteret efter type eller emne. Dette er nødvendigt hvis du ønsker at oprette en henvisning til en kalender men ikke har mulighed for at oprette henvisningen dynamisk baseret på datoen, som f.eks. i et menupunkt eller et indlæg.</p> <p>For henvisninger til kalendre filtreret efter emner er formatet: <blockquote> ?q=event/term/$ordforråd<br /><br /> <strong>$ordforråd:</strong> liste af ord IDer adskilt af '+'. For at vise indhold knyttet til ordene med ID 4 og 9 bruges '4+9'<br /> </blockquote> For henvisninger til kalendre filtreret efter indholdstypen er formatet: <blockquote> ?q=event/type/$indholdstype<br /><br /> <strong>$indholdstype:</strong> liste af indholdstyper adskilt af '+'. Flexinode typer kræver kun typens værdi. For at vise indhold af typerne 'story' og 'flexinode-1' bruges 'story+1' </blockquote></p>

source: content type management admin area
da: administration af indholdstyper

source: 1 minute
da: 1 minut

source: 1 hour
da: 1 time

source: 1 day
da: 1 dag

source: event
da: arrangement

source: limit view to events of this type
da: begræns visning til arrangementer af denne type

source: view this event
da: vis dette arrangement

source: all day
da: hele dagen

source: more info
da: mere information

source: Show detailed information for this event.
da: Vis detaljeret information om dette arrangement.

source: Timezone
da: TidszoneHåndtering af tidszone
