Repository: guifi/lafarga-subversion
Catalog: old/drupal46/modules/smileys/po/*.po
Languages: es

source: Replaces smileys (emoticons) inside posts with images.
es: Reemplaza los smileys (emoticones) por imágenes dentro de las publicaciones.

source: Here you can edit the smileys that are recognised by your site. You can <a href="%url">add new smileys</a> if you wish.
es: Aquí puedes editar los smileys que son reconocidos por tu sitio. Puedes <a href="%url">agregar nuevos smileys</a> si deseas.

source: Textual smileys will be replaced with graphical emoticons
es: Los Smileys textuales serán reemplazados por emoticones gráficos

source: If you include a textual smiley in your post (see chart below), it will be replaced by a graphical smiley.
es: Si incluyes un smiley textual en tu publicación, será reemplazado por un smiley gráfico.

source: Smileys on submission pages
es: Mostrar Smileys en páginas de redacción

source: Smileys filter
es: Filtro de Smileys

source: Smileys filter is enabled. Textual emoticons will be replaced by images. You can define your smileys on the <a href="%url">smileys settings page</a>.
es: El filtro de Smileys está activado. Los emoticones textuales serán reemplazados por imágenes. Puedes definir los smileys en <a href="%url">opciones de smileys</a>.

source: Please enter an acronym for your smiley.
es: Por favor ingrese un acrónimo para este smiley.

source: Please enter the URL of the smiley image.
es: Por favor ingrese un URL para la imagen del smiley.

source: administer smileys
es: administrar smileys
