Repository: guifi/lafarga-subversion
Catalog: drupal6x/modules/subscriptions/po/*.po
Languages: fi, pt_pt

source: <p>This module enables users to subscribe to be notified of changes to threads, categories and content types. Once enabled, all nodes will have an additional link that allows the user to subscribe to them. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>While no configuration is required, administrators are offered a few configurable options:</p> <p>"<b>Omitted vocabularies</b>" allows the admin to exclude certain node categories from this list of those available for subscription.</p> <p>"<b>Omitted content types</b>" allows the admin to exclude certain content types from this list of those available for subscription.</p> <p>"<b>Notify poster of own posts</b>" sends a notification to a node poster about their own posts. Useful principally during testing. Default is OFF.</p> <p>"<b>Use cron for notifications</b>" allows you to postpone subscription notifications until the next cron job is run. Default behavior is to notify all subscribers immediately upon content change. This behavior is probably best for low volume sites, but high volume sites could observe appreciable pauses upon node or comment insert, and should probably use the cron option. <p>"<b>Display watchdog entries for successful mailings</b>" should also probably be disabled for high volume sites, as a large number of mailings could completely fill the log.</p> <p>"<b>Test held posts prior to sending</b>" tells Subscriptions to test if a node or comment is still active\published prior toi sending a notification. This is mainly to avoid sending notifications for for posts that have been deleted. This will result in a small performance hit, and only makes sense if you are delaying the notifications with "Use cron for notifications".</p> <p>"<b>Show Subscriptions users menu on main menu</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, on the main menu. The default setting is OFF.</p> <p>"<b>Show Subscriptions users menu under 'my account'</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, under the 'My Account' menu. The default setting is ON.</p> <p>"<b>Set all users to 'autosubscribe' by default</b>" set's the default value of the 'autosubscribe' option in each user's account to ON. This value will not be set, however, until the user saves their account preferences. This, essentially, pre-checks the option associated with 'autosubscribe'. The default value is OFF.</p>
fi: Tämä modulin avulla käyttäjien on mahdollista tilata tiedotus muutoksista keskustelupalstoille, aihealueisiin ja eri sisältö tyyppeihin. Kun moduli on valittu ilmestyy viesteihin linkki jonka avulla voi tilata ilmoituksen muutoksista viestiin. Tämän lisäksi käyttäjällä on mahdollisuus tilata automaattisesti ilmoitus päivityksistä keskusteluihin joihin hän on osallistunut. Tämä moduli ei vaadi erillistä konfigurointia. Käyttäjille on kuitenkin annettava lupa käyttää modulia. Vaikka moduli ei vaadikaan konfigurointia niin ylläpitäjällä on kuitenkin mahdollisuus määritellä tilauksiin liittyviä asioita kuten esim. mitkä aihealueet jätetään pois valinnoista.

source: Subscription settings
fi: Tilausten asetukset
pt_pt: Opções de subscrição

source: Autosubscribe
fi: Automaattinen tilaus

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to. You will recieve an email with a title and link to the post.
fi: Valitsemalla tämän tilaat automaattisesti keskustelusäikeen johon olet osallistunut. Saat sähköpostiisi otsikon ja linkin viestiin.

source: Include teaser
fi: Sisällytä esittely

source: Checking this box adds an excerpt of the post to the subscription email.
fi: Valitsemalla tämän saat poiminnon viestistä sähköpostiisi.

source: Taxonomy settings
fi: Sisältöluokituksen asetukset

source: none
fi: ei mitään
pt_pt: nenhum

source: Omitted vocabularies
fi: Pois jätetyt sanastot
pt_pt: Vocabulários omitidos

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
fi: Valitse sanastot jotka tulee jättää pois tilauslistasta.
pt_pt: Seleccionar vocabulários que seriam <strong>omitidos</strong> das listas de subscrição.

source: Omitted content types
fi: Pois jätetyt viestityypit

source: Select content types which should be <strong>omitted</strong> from subscription listings.
fi: Valitse viestityypit jotka tulee jättää pois tilauslistasta.

source: Notify poster of own posts
fi: Ilmoita lähettäjälle omista viesteistä

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
fi: Ilmoittaa viestin lähettäjälle omista viesteistä. Käytännöllinen testauksessa. Oletuksena pois päältä.

source: Use cron for notifications
fi: Käytä cron:ia ilmoituksien lähetykseen

source: Sends subscription notification when cron module runs. Default is to send upon node update. <br /><em>Note: Currently only tested with MySQL.</em>
fi: Lähettää ilmoitukset muuttuneista sivuista ajettaessa cron modulia. Vakiona ilmoitukset lähetetään sivun päivittyessä. <em>Huom: Testattu ainoastaan MySQL:llä</em>.

source: Display watchdog entries for successful mailings
fi: Lisää watchdogiin rivi onnistuneen ilmoituksen lähetyksestä

source: Inserts notification of successful mailings in the watchdog log. Default is ON.
fi: Lisää watchdogin lokiin rivin onnistuneesta ilmoituksen lähetyksestä. Tämä ominaisuus on vakiona PÄÄLLÄ.

source: Test held posts prior to sending
fi: Varmista pidossa olevat ilmoituksien lähetykset ennen lähettämistä

source: Tests to see if a post about to be sent by cron is still active. Adds a small amount of overhead. Default is OFF.
fi: Varmistaa cron:illa lähettettävien ilmoitusten aiheellisuuden ennen ilmoituksen lähettämistä. Lisää hieman overheadia. Tämä ominaisuus on vakiona POIS PÄÄLTÄ.

source: Show Subscriptions users menu under "My account"
fi: Näytä Tilaukset valinta käyttäjän omassa valikossa.

source: Displays the Subscriptions users menu as a tab under "My account". Default is ON.
fi: Näytä Tilaukset välilehti käyttäjän omissa asetuksissa. Tämä ominaisuus on vakiona PÄÄLLÄ.

source: Set all users to "autosubscribe" by default
fi: Aseta kaikille käyttäjille "automaattinen tilaus" vakiona päälle.

source: Sets each users "autosubscribe" profile option. Default is OFF.
fi: Asettaa jokaisen käyttäjän "automaattinen tilaus" vaihtoehdon päälle. Tämä ominaisuus on vakiona POIS PÄÄLTÄ.

source: Subscriptions
fi: Tilaukset

source: Enables site settings for user subscriptions.
fi: Mahdollistaa käyttäjien tilausten hallinnan muuttuneista sivuista sivustolla.

source: blogs
fi: Blogit

source: threads
fi: Keskustelusäikeet

source: content types
fi: Viestityypit

source: categories
fi: Keskustelupalstat ja aihealueet

source: rss feed
fi: RSS syöte

source: My subscriptions
fi: Tilaukseni

source: subscription notification for
fi: ilmoitus tilauksesta
pt_pt: notificação de subscrição para

source: error mailing subscription notification:
fi: virhe lähetettäessä ilmoitusta päivityksestä:
pt_pt: notificação de subscrição de erro de envio:

source: new blog for
fi: uusi blogi
pt_pt: novo blog para

source: Subscribe
fi: Tilaa
pt_pt: Subscrição

source: Receive notification of replies or comments to this node.
fi: Tilaa ilmoitus päivityksistä tähän viestii tai siihen liittyviin kommentteihin.

source: unsubscribe blog
fi: lopeta blogin tilaus
pt_pt: anular subscrição de blog

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
fi: Ei enää ilmoituksia tämän blogin päivityksistä.
pt_pt: Parar de receber um email sempre que uma nova entrada seja feita ao blog desta pessoa.

source: subscribe blog
fi: tilaa blogi
pt_pt: subscrever blog

source: Receive an e-mail whenever a new entry is made to this person's blog.
fi: Vastaanota ilmoitus sähköpostiin tämän blogin päivittymisestä.
pt_pt: Receber um email sempre que uma nova entrada seja feita ao blog desta pessoa.

source: unsubscribe post
fi: lopeta tilaus
pt_pt: Anular subscrição de tópico

source: Stop receiving an e-mail whenever a new comment is posted to this @type.
fi: Ei enää ilmoituksia tämän @type päivityksistä.
pt_pt: Parar de receber um email sempre que um novo comentário seja colocado neste @type.

source: subscribe post
fi: tilaa ilmoitus päivityksestä
pt_pt: subscrever tópico

source: Receive an e-mail whenever a comment is posted to this @type.
fi: Vastaanota ilmoitus sähköpostiin tämän @type päivityksestä.
pt_pt: Receber um email sempre que um comentário seja colocado neste @type.

source: unsubscribe
fi: lopeta tilaus
pt_pt: anular subscrição

source: Unsubscribe from this category.
fi: Lopeta tämän keskustelupalstan tai aihealueen tilaus.
pt_pt: Anular subscrição desta categoria.

source: subscribe
fi: tilaa
pt_pt: subscrever

source: Subscribe to this category.
fi: Tilaa tämä keskustelupalsta tai aihealue.
pt_pt: Subscrever esta categoria.

source: Unsubscribe from this node type.
fi: Lopeta tämän sisällön tilaus.

source: Subscribe to this node type.
fi: Tilaa ilmoitus päivityksestä tähän sisältöön.

source: Save
fi: Tallenna

source: Your subscription(s) was deactivated.
fi: Tilauksesi on lopetettu.

source: Your subscription was deactivated.
fi: Tilauksesi on lopetettu.

source: Your subscription was activated.
fi: Tilauksesi on vastaanotettu.

source: thread
fi: keskustelusäie

source: blog
fi: blogi

source: category
fi: keskustelupalsta tai aihealue
pt_pt: categoria

source: content type
fi: sisältön muoto

source: type
fi: muoto
pt_pt: tipo

source: title
fi: otsikko
pt_pt: título

source: subscribers
fi: tilaajat
pt_pt: subscritores

source: <p>No threads or categories are currently subscribed.</p>
fi: Sinulla ei ole tilauksia keskustelupalstoihin, aihealueisiin tai keskustelusäikeisiin.
pt_pt: <p>Nenhuns threads ou categorias estão atualmente subscritas.</p>

source: Subscriptions Summary
fi: Tilauksien yhteenveto
pt_pt: Sumário de subscrições

source: You are not currently subscribed to any active blogs
fi: Sinulla ei ole tilauksia blogeihin

source: You are currently subscribed to the following:
fi: Sinulla on tilaus seuraaviin:

source: There are no active categories.
fi: Ei keskustelupalstoja tai aihealueita saatavilla.

source: You are not currently subscribed to any active threads
fi: Sinulla ei ole tilauksia keskustelusäikeisiin.

source: There are no active content types.
fi: Ei sisältömuotoja.

source: !name Subscriptions
fi: !name tilaukset

source: Combine this with "Node: Type" to find nodes of that type that logged in user is subscribed to
fi: Yhdistä tämä "Node: Type":en selvittääksesi sivut joita sisäänkirjautunut käyttäjä on tilannut

source: Greetings, !name. A !type to which you have subscribed has been updated. !title !teaser To view the thread, navigate to !url -- This is an automatic message from !site. To manage your subscriptions, browse to !manage-url
fi: Hei !name! Tilaamasi sisältö (!type) on päivittynyt. !title !teaser Ohessa linkki päivittyneelle sivulle !url. -- Tämä on automaattinen viesti !site:stä Voit muuttaa tilaustesi asetuksia osoitteessa !manage-url

source: [!site] !type subscription update for !name : !subject
fi: [!site] !type sivu on päivittynyt / !name : !subject

source: regular
fi: normaali

source: error
fi: virhe
pt_pt: erro

source: subscribe to content
fi: sisällön tilaus

source: subscribe to taxonomy terms
fi: keskustelupalstojen tai aihealueiden tilaus

source: subscribe to content types
fi: sisältömuotojen tilaus

source: subscribe to blogs
fi: blogien tilaus

source: admin users subscriptions
fi: hallinnoi käyttäjien tilauksia

source: maintain own subscriptions
fi: hallinnoi omia tilauksia

source: subscriptions
fi: tilauksia
pt_pt: subscrições

source: <p>This module enables users to subscribe to be notified of changes to threads or categories. Once enabled, all nodes will have an additional link that allows the user to change their subscriptions. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>Note that because this module causes the comment insert to pause while all subscribers are notified, it may not be practical for large sites.</p>
pt_pt: <p>Este módulo permite a utilizadores activos a subscrição de serem notificados de alterações a threads ou categorias. Uma vez activos, todos os nós terão uma ligação adicional que permite que o utilizador mude as suas subscrições. Adicionalmente, será facultado a todos os utilizadores uma opção na conta para auto-subscrever a qualquer thread ao qual tenham participado. Nenhuma configuração é necessária para este módulo, embora devam ser dadas permissões a perfis para poder ser utilizado.</p> <p>Note que, porque este módulo causa a pausa momentânea na colocação de comentário enquanto todos os subscritores são notificados, pode não ser prático para grandes sites.</p>

source: Allows users to subscribe to nodes and taxonomy terms.
pt_pt: Permitir aos utilizadores a subscrição a nós e termos taxinomia

source: Automatically subscribe to threads in which you post.
pt_pt: Subscrever automaticamente a threads nos quais participe

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
pt_pt: A activação desta caixa de selecção permite-lhe suscrever automaticamente a qualquer thread que crie ou a que coloque um comentário.

source: [%site] %type subscription update for %name : %subject
pt_pt: [%site] %type actualização de subscrição para %name : %subject

source: Greetings, %name. A %type to which you have subscribed has been updated. To view the thread, navigate to %url -- This is an automatic mail from %site. To manage your subscriptions, browse to %manage-url
pt_pt: Saudações, %name. Um %type ao qual subscreveu foi actualizado. Para visualizar o thread, navegue a %url -- Este é um email automático de %site. Para gerir as suas subscrições, navegue a %manage-url

source: Receive notification of replies to this %name.
pt_pt: Receber notificação de respostas a este %name.

source: my subscriptions
pt_pt: as minhas subscrições

source: <p>Your subscription was activated.</p>
pt_pt: <p>A sua subscrição foi activada.</p>

source: Return to the blog
pt_pt: Voltar ao blog

source: Return to the thread
pt_pt: Voltar ao thread

source: Return to the subscriptions
pt_pt: Voltar às subscrições

source: Subscription Activated
pt_pt: Subscrição Activada

source: <p>Your subscription was deactivated.</p>
pt_pt: <p>A sua subscrição foi desactivada.</p>

source: Subscription Deactivated
pt_pt: Subscrição Desactivada

source: Unsubscribe from this thread.
pt_pt: Anular subscrição deste thread.

source: Unsubscribe from this user's blog.
pt_pt: Anular subscrição do blog deste utilizador.

source: operations
pt_pt: operações

source: <p>You are not currently subscribed to any active threads or categories.</p>
pt_pt: <p>Não está actualmente subscrito a nenhuns threads activos ou categorias.</p>

source: maintain subscriptions
pt_pt: manter subscrições
