Repository: guifi/lafarga-subversion
Catalog: tags/drupal47/lang/*.po
Languages: ca

source: Manage the guifi.net, a mesh network community.
ca: Gestiona guifi.net, una comunitat de xarxa en malla.

source: guifi zone
ca: zona guifi

source: guifi node
ca: node guifi

source: guifi service
ca: servei de guifi

source: add ipv4 network allocation
ca: afegir una assignació de xarxa ipv4

source: edit guifi netorks
ca: editar xarxes guifi

source: delete guifi netorks
ca: esborrar xarxes guifi

source: geo-reference a zone
ca: geo-referenciar una zona

source: draw zone limits
ca: dibuixar limits de la zona

source: add device
ca: afegir trasto

source: display graph
ca: mostrar gràfica

source: display detailed node graphs
ca: mostrar gràfiques detallades pel node

source: generate mrtg config file
ca: generar l'arxiu de configuració pel mrtg

source: upgrade from previous versions
ca: actualitzar desde una versió anterior

source: guifi mesh database
ca: base de dades de la malla guifi

source: view device
ca: veure trastos

source: data
ca: dades

source: graphs
ca: gràfiques

source: interfaces
ca: conectors

source: edit device
ca: editar trasto

source: delete device
ca: esborrar trasto

source: Title of guifi block...
ca: Títol del bloc guifi...

source: An email will be submitted to this address when no contact address is present.
ca: Un email serà enviat a aquesta adreça quan no hi hagi cap adreça definida.

source: Max. Distance
ca: Distància Màxima

source: At which distance the report of neighbours ends. In Kms.
ca: Fins a quina distània es llisten veïns. En Qms.

source: Full path to rrtool executable
ca: Camí complet cap a l'executable rrtool

source: Full path to rrtd database files
ca: Camí complet cap als arxius BD de rrtd

source: administer guifi networks
ca: administrar xarxes guifi

source: administer guifi zones
ca: administrar zones guifi

source: create guifi nodes
ca: crear nodes guifi

source: create guifi zones
ca: crear zones guifi

source: <p>Create a community, area or zone. A typical zone hierarchy can be related to the territory (Country/Region/City...) but not have to, i.e. a single city can have many groups or communities with distinct IP addressing policies.<br>Every zone will have it's own page so it can be used as the homepage of that community.<br>The zones must belong at least to the root zone, but can also belong to other zones, so in that way a hierarchy is created.<br>Every zone have its own properties like maps or ip ranges and every node will have to be assigned to an existing zone, and will inherit the zone properties like his IP address and drawn in the corresponding map.<br>If zone properties are leaved blank, will inherit the parent zone properties./p>
ca: <p>Crea una comunitat, àrea o zona. Una jerarquia habitual podria ser relacionada amb el territori (País/regió/ciutat...) però no té perquè: p.e. una sola ciutat pot tenir molts grups o comunitats amb diferents critèris d'assignació d'IPs.<br> Cada zona tindra la seva pròpia pàgina per tant es pot fer servir com la pàgina principal de cada comunitat.<br>Les zones han de pertànyer com a mínim a una zona arrel, pero també poden pertanyer a altres zones, de manera que es crea una jerarquia.<br>Cada zona té les seves pròpies propietats com ara mapes o rangs d'IPs i cada node haurà d'estar assignat a una zona existent, i heretarà les propietat de la zona com ara la seva adreça IP i serà dibuixat al mapa que li correspongui.<br>Si les propietats de la zona es deixen en blanc, s'heretaran les propietats de la zona pare./p>

source: <p>Create a node. A node is a physical location (will be dynamically drawed on the maps using lat/lon coordinates) where there are network devices, servers, etc.<br>Every node have to assigned to a guifi zone.</p>
ca: <p>Crea un node. Un node es una ubicació física (serà dibuixat dinàmicament als mapes fent servir les coordenades lat/lon) a la xarxa on hi han trastos servidors, etc.<br>Cada node ha d'estar assignat a una zona guifi.</p>

source: <p>Create a service. A service is any resource available on the network that should be listed in the content directory of the site, like a web server, internet proxy,ntp, instant messaging, voip gateway, etc... .</p>
ca: <p>Crea un servei. Un servei es qualsevol recurs disponible a la xarxa que hauria de sortir llistat al directori de continguts de la pàgina, com ara un servidor web, un proxy d'internet proxy, NTP, missatgeria instantània, veuip gateway, etc... .</p>

source: map
ca: mapa

source: networks
ca: xarxes

source: mrtg config
ca: configuració mrtg

source: add network range
ca: afegir rang de la xarxa

source: add node
ca: afegir node

source: ipv4 nets
ca: xarxes ipv4

source: There is no map associated for ths zone.
ca: No hi ha cap mapa associat a aquesta zona.

source: Nodes listed at
ca: Nodes llistats a

source: zone name
ca: nom de la zona

source: network global information
ca: informació global de la xarxa

source: DNS Servers
ca: Servidors DNS

source: NTP Servers
ca: Servidors NTP

source: OSPF zone
ca: Zona OSPF

source: log information
ca: informació de registre

source: created by
ca: creat per

source: at
ca: el dia

source: file with the map image
ca: arxiu amb la imatge del mapa

source: zone information
ca: informació de zona

source: zone
ca: zona

source: network
ca: xarxa

source: mask
ca: màscara

source: start
ca: inici

source: end
ca: fi

source: hosts
ca: hostes

source: zone & parent(s) network allocation(s)
ca: assignació de xarxa(es) per la zona i pare(s)

source: Generated for:
ca: Generat per a:

source: open a telnet/ssh session on your device and run the script below.
ca: obre una sessio telnet/ssh en el teu trasto i executa aquestscript.

source: Global network parameters
ca: Parametres globals de la xarxa

source: Management
ca: Gestio

source: AP mode
ca: Mode AP

source: Firewall disabled
ca: Tallafocs desactivat

source: Alchemy OSPF routing
ca: Enrutament OSPF Alchemy

source: WDS Links for
ca: Enllacos WDS per

source: Free WDS slots
ca: Slots WDS lliures

source: free
ca: Lliure

source: end of script and reboot
ca: Fi del script i reiniciar

source: Device:
ca: Trasto:

source: status & availability
ca: estat i disponibilitat

source: changes notified to
ca: canvis notificats a

source: protected, edit to view
ca: protegit, edita per veure

source: updated by
ca: actualitzat per

source: traffic overview
ca: vista del tràfic

source: device graphs
ca: gràfiques del trasto

source: linked devices
ca: trastos enllaçats

source: kms.
ca: qms.

source: ip address
ca: adreça ip

source: netmask
ca: màscara de xarxa

source: interfaces information
ca: informació dels conectors

source: device
ca: trasto

source: devices
ca: trastos

source: position (lat/lon)
ca: posició (lat/lon)

source: available for mesh & status
ca: disponible per fer xarxa i monitoritzar

source: user and log information
ca: usuari i informació de log

source: Contact:
ca: Contacte:

source: ch.
ca: canal

source: available
ca: disponible

source: last
ca: últim

source: Wireless device, like a router, bridge, AP...
ca: Trasto sensefils, com ara un router, bridge, AP...

source: Voip handset, telephone
ca: Telèfon Voip, telèfon

source: Mobile device. like a laptop or pda
ca: Trasto mòbil, com ara un portàtil o una pda

source: Server computer
ca: Servidor

source: Firewall, private Network behind a NAT
ca: Tallafocs, xarxa privada darrera d'un NAT

source: ADSL router or device providing internet access
ca: Router ADSL o trasto que proporciona accés a internet

source: Add a new device. Type:
ca: Afegeix un trasto nou. Tipus:

source: linked devices (node)
ca: trastos enllaçats (node)

source: node information
ca: informació del node

source: Add link
ca: Afegir enllaç

source: Back to list
ca: Tornar a la llista

source: nick
ca: nom curt

source: The name of the device.<br>Used ad hostname, SSID, etc...
ca: El nom del trasto.<br>Utilitzat al nom d'hoste, SSID, etc...

source: contact
ca: contacte

source: Mailid where changes on the device will be notified, used for network administration.
ca: Mailid on es notificaran els canvis al trasto, utilitzat per a l'administració de la xarxa.

source: Reserved
ca: Reservat

source: Online
ca: Funcionant

source: Current status of this device.
ca: Estat actual d'aquest trasto

source: Main device information
ca: Informació principal del trasto

source: not available
ca: no disponible

source: Alchemy from sveasoft
ca: Alchemy de sveasoft

source: Talisman from sveasoft
ca: Talisman de sveasoft

source: Used for automatic configuration.
ca: Utilitzat per la configuració automàtica

source: Base/Main MAC Address
ca: Adreça MAC base/principal

source: AP or AP with WDS
ca: AP o AP amb WDS

source: Wireless client
ca: Client sensefils

source: Wireless Bridge
ca: Bridge Sensefils

source: NAT Client
ca: Client NAT

source: legacy/proprietary protocol
ca: legacy/protocol propietari

source: Wireless
ca: Sensefils

source: original/integrated
ca: original/integrada

source: omnidirectional
ca: omnidireccional

source: yagi/directive
ca: yagi/directiva

source: sector 90 degrees
ca: sectorial de 90 graus

source: sector 120 degrees
ca: sectorial de 120 graus

source: patch 90 degrees
ca: patch de 90 graus

source: patch 60 degrees
ca: patch de 60 graus

source: patch 30 degrees
ca: patch de 30 graus

source: angle coverage
ca: Angle de cobertura

source: Antenna
ca: Antena

source: device links
ca: enllaços dels trastos

source: interface type
ca: tipus de conector

source: Tunnel
ca: Túnel

source: Wireless WDS
ca: WDS sensefils

source: Wireless AP/Client
ca: AP/Client sensefils

source: links to
ca: enllaça cap a

source: Add new link
ca: Afegir un enllaç

source: Netwok data
ca: Dades de la xarxa

source: Main IP (Lan). Please don't fill the information unless you are sure of what you are doing.<br>IP hints:<br><ul><li>AP, AP/WDS: Router main IP. Public address i.e. 10.138.0.1/255.255.255.224</li><li>Client, AP/Client Link: Leave blank or assign a private network i.e. 192.18.1.1/255.255.255.0</li></ul>
ca: IP Principal (Lan). No omplis cap dada a no ser que estiguis segur del que estàs fent.<br>Pistes per assignar l'IP:<br><ul><li>AP, AP/WDS: IP principal del router. Adreça pública i.e. 10.138.0.1/255.255.255.224</li><li>Client, Enllaç AP/Client: Deixa-ho en blanc o assigna-hi una xarxa privada i.e. 192.18.1.1/255.255.255.0</li></ul>

source: This text will be displayed as an information of the device.
ca: Aquest text es mostrarà com a informació del trasto.

source: The e-mail address %mail is not valid. Changed to your drupal email address.
ca: L'adreça de correu %mail no és vàlida. S'ha canviat per l'adreça del drupal.

source: Updated guifi device %nick.
ca: Guifi-Trasto %nick actualitzat

source: No special characters allowed for nick name, use just 7 bits chars.
ca: NO s'admeten caràcters especials pel nom curt, utilitza només caràcters de 7 bits

source: Nick name have to be a single word.
ca: El nom curt ha de ser una sola paraula

source: Unique identifier for this node. Avoid generic names such 'MyNode', use something that really identifies your node.<br>Short name, single word with no spaces, 7-bit chars only, will be used for hostname, reports, etc.
ca: Identificador únic per aquest node. Evita noms genèrics com 'ELMeuNode', fes-ne servir algun que indentifiqui significativament el teu node.<br>Nom curt, una sola paraula sense espais, només caràcters de 7-bit, es farà servir pel nom d'hoste, informes, etc.

source: Contact
ca: Contacte

source: Who did possible this node or who to contact with regarding this node if it is distinct of the owner of this page.
ca: Qui va fer possible aquest node, o persona de contacte relacionada amb el node si es diferent del propietari d'aquesta pàgina.

source: root zone
ca: zona arrel

source: The zone where this node where this node belongs to.
ca: La zona a la qual pertany aquest node

source: Zone description
ca: Descripció de la zona

source: guifi-node
ca: node-guifi

source: enter a timeframe to graph a customized period
ca: periode personalitzat de temps a graficar

source: From:
ca: De:

source: To:
ca: A:

source: graph details for
ca: gràfiques detallades de

source: Parent zone
ca: Zona pare

source: The parent zone where this zone belongs to.
ca: La zona a la qual pertany la zona actual.

source: Description of the zone
ca: Descripció de la zona

source: This text will be displayed as the page. Should contain information of the zone.
ca: Aquest text es mostrarà com a pàgina. Hauria de contenir informació sobre la zona.

source: Short abreviation
ca: Abreviació

source: Single word, 7-bits characters. Used while default values as hostname, SSID, etc...
ca: Una sola paraula,amb caràcters de 7-bits. Utilitzat com a nom per defecte en els noms dels hostes, SSID, etc...

source: (GMT-11:00) Midway Island, Samoa
ca: (GMT-11:00) Illa Midway, Samoa

source: (GMT-08:00) Pacific Time (USA &amp; Canada)
ca: (GMT-08:00) Hora del pacífic (USA &amp; Canadà)

source: (GMT-07:00) Mountain Time (USA &amp; Canada)
ca: (GMT-07:00) Hora muntanya (USA &amp; Canadà)

source: (GMT-06:00) Mexico
ca: (GMT-06:00) Mèxic

source: (GMT-06:00) Central Time (USA &amp; Canada)
ca: (GMT-06:00) Hora Central (USA &amp; Canadà)

source: (GMT-05:00) Indiana East, Colombia, Panama
ca: (GMT-05:00) Indiana Oriental, Colòmbia, Panamà

source: (GMT-05:00) Eastern Time (USA &amp; Canada)
ca: (GMT-05:00) Hora Oriental (USA &amp; Canadà)

source: (GMT-04:00) Bolivia, Venezuela
ca: (GMT-04:00) Bolívia, Veneçuela

source: (GMT-04:00) Atlantic Time (Canada), Brazil West
ca: (GMT-04:00) Hora atlàntica(Canada), Brasil Occidental

source: (GMT-03:30) Newfoundland
ca: (GMT-03:30) Terranova

source: (GMT-03:00) Guyana
ca: (GMT-03:00) Guaiana

source: (GMT-03:00) Brazil East, Greenland
ca: (GMT-03:00) Brasil Oriental, Groenlàndia

source: (GMT-02:00) Mid-Atlantic
ca: (GMT-02:00) Mig-Atlantic

source: (GMT) England
ca: (GMT) Anglaterra

source: (GMT+01:00) Tunisia
ca: (GMT+01:00) Tuníssia

source: (GMT+01:00) Gurb, France, Germany, Italy
ca: (GMT+01:00) Gurb, França, Alemanya, Itàlia

source: (GMT+02:00) South Africa
ca: (GMT+02:00) Sud Àfrica

source: (GMT+02:00) Greece, Ukraine, Romania, Turkey
ca: (GMT+02:00) Grècia, Ucraïna, Romania, Turquia

source: (GMT+03:00) Iraq, Jordan, Kuwait
ca: (GMT+03:00) Iraq, Jordània, Kuwait

source: (GMT+07:00) Thailand, Russia
ca: (GMT+07:00) Tailàndia, Russia

source: (GMT+08:00) China, Hong Kong, Australia Western
ca: (GMT+08:00) Xina, Hong Kong, Australia Occidental

source: (GMT+08:00) Singapore, Taiwan, Russia
ca: (GMT+08:00) Singapur, Taiwan, Rússia

source: (GMT+09:00) Japan, Korea
ca: (GMT+09:00) Japó, Korea

source: (GMT+09:30) Australia Central
ca: (GMT+09:30) Austràlia Central

source: (GMT+10:00) Guam, Russia
ca: (GMT+10:00) Guam, Rússia

source: (GMT+10:00) Australia Eastern
ca: (GMT+10:00) Australia Oriental

source: (GMT+11:00) Solomon Islands
ca: (GMT+11:00) Illes Solomon

source: (GMT+12:00) New Zealand
ca: (GMT+12:00) Nova Zelanda

source: Zone homepage
ca: Pàgina d'inici de la zona

source: URL of the local community homepage, if exists. Usefull for those who want to use this site just for network administration, but have their own portal.
ca: URL de la pàgina de la comunitat local, si existeix. Útil per aquells que volen fer servir aquesta web per a l'administració de la xarxa, però tenen el seu propi portal.

source: email notification
ca: notificació per e-mail

source: Mailid where changes on the zone will be notified. Usefull for decentralized administration.
ca: Mailid on es notificaran els canvis en la zona. Útil per administració descentralitzada.

source: zone global network parameters
ca: Paràmetres globals de xarxa per la zona

source: The Name Servers of this zone, will inherit parent DNS servers if blank. Separated by ",".
ca: Els servidors de noms d'aquesta zona, heretaran els servidors DNS pares si es deixa en blanc. Separat per ",".

source: The network time protocol (clock) servers of this zone, will inherit parent NTP servers if blank. Separated by ",".
ca: Els servidors de tems de la xarxa (rellotge) d'aquesta zona, heretaranels servidors NTP pares si està en blanc. Separat per ",".

source: OSPF zone id
ca: Identificador de zona OSPF

source: The id that will be used when creating configuration files for the OSPF routing protocol so all the routhers within the zone will share a dynamic routing table.
ca: L'identificador que s'utilitzara quan es generin arxius de configuració pel protocol OSPF d'encaminament, de tal manera que tots els routers de la zona compartiran una taula d'enrutament dinàmic.

source: zone mapping parameters
ca: paràmetres pels mapes de la zona

source: Load a zone Image Map
ca: Carrega una imatge de mapa d'una zona

source: The filename that contains an image with a map of the zone.
ca: L'arxiu que conté una imatge amb el mapa de la zona.

source: Optional. In the zones, the heavier items will sink and the lighter items will be positioned nearer the top.
ca: Opcional. En les zones, els elements de més pes aniran avall, i els de menys es posicionaran vora el primer.

source: guifi-zone
ca: zona-guifi

source: You must set a contact adrdress for this device.
ca: Has de posar una adreça de contacte per aquest trasto.

source: Note that this is only a preview, you must submit the form to commit the changes.
ca: Ep!! Això només és una previsualització, has d'enviar perquè els canvis es fagin efectius.

source: Client mode
ca: Mode Client

source: Gateway routing
ca: Enrutament Gateway

source: Firewall enabled
ca: Tallafocs activat

source: adding a new device at %node
ca: afegint un nou trasto a %node

source: You can add links to this device once has been saved into de database
ca: Pots afegir enllaços cap a aquest trasto un cop s'hagi guardat a la base de dades

source: Created new guifi device %name.
ca: S'ha creat un nou guifi-trasto %name.

source: This client has already a link with an ap. Delete that link first.
ca: Aquest client ja té un enllaç amb un AP. Esborra aquest enllaç primer.

source: Remote
ca: Remot

source: Nertwork IP links. Please don't fill the information unless you are sure of what you are doing.<br>IP hints:<br><ul><li>AP, AP/WDS: backbone subtework with 2 hosts, i.e. 172.25.0.1/255.255.255.252/172.25.0.2</li><li>Client, AP/Client Link: Blank for dhcp, within the AP IP range for static IP</li></ul>
ca: Enllaços IP de la xarxa. Siusplau no omplis cap dada a no ser que estiguis segur del que estàs fent.<br>Pistes per assignar la IP:<br><ul><li>AP, AP/WDS: subxarxa backbone amb 2 hostes, i.e. 172.25.0.1/255.255.255.252/172.25.0.2</li><li>Client, enllaç AP/Client: En blanc per DHCP, o bé una IP del lang de l'AP per ip fixa.</li></ul>

source: Edit link
ca: Editar un enllaç

source: Can't link a device with itself.
ca: No es pot enllaçar un trasto amb ell mateix

source: This devices are already linked. Delete the link first.
ca: Aquests trastos ja estan enllaçats. Esborra primer l'enllaç existent

source: ERROR: I do need a firmware selected at the radio web interface.
ca: ERROR: Es necessita un firmware seleccionat en les dades de la secció radio

source: Confirm delete
ca: Confirma l'esborrada

source: Are you sure you want to delete the guifi device %name?
ca: Estàs segur que vols borrar el trasto de guifi %name?

source: WARNING: This action cannot be undone. The device and it's related information will be <strong>permanently deleted</strong>, that includes:<ul><li>The device</li><li>The related interfaces</li><li>The links where this device is present</li></ul>If you are really sure that you want to delete this information, press "Confirm delete".
ca: ATENCIÓ: Aquesta acció no es pot desfer. El trasto i tot la seva informació relacionada seran <strong>esborrades permanentment</strong>, això inclou:<ul><li>El trasto</li><li>Els conectors associats</li><li>Els enllaços on aquest trasto era present.</li></ul>Si estas segur que vols esborrar aquesta informació, prem "Confirmar l'esborrada".

source: Device %name deleted.
ca: El trasto %name s'ha esborrat

source: guifi: device %name deleted
ca: guifi: El trasto %name s'ha esborrat

source: The device %name has been deleted by %user.
ca: En/Na %user ha esborrat el trasto %name

source: Translation file broken: syntax error in line %line.
ca: L'arxiu de traduccció %filename esta trencat: Error de sintaxis en la linia %line.

source: Translation file %filename broken: Could not be read.
ca: L'arxiu de traduccció %filename esta trencat: No s'ha pogut llegir

source: Translation import of %filename failed.
ca: Ha fallat l'importació de la traducció de %filename

source: You must set a contact address for this device.
ca: Has de posar una adreça de contacte per aquest trasto

source: Network IP links. Please don't fill the information unless you are sure of what you are doing.<br>IP hints:<br><ul><li>AP, AP/WDS: backbone subnetwork with 2 hosts, i.e. 172.25.0.1/255.255.255.252/172.25.0.2</li><li>Client, AP/Client Link: Blank for dhcp, within the AP IP range for static IP</li></ul>
ca: Enllaços IP de la xarxa. No introdueixis cap dada, a no ser que estiguis segur del que estàs fent.<br>IP hints:<br><ul><li>AP, AP/WDS: subxarxa backbone amb 2 hosts, p.e. 172.25.0.1/255.255.255.252/172.25.0.2</li><li>Client, AP/Client Link: En blanc per DHCP, una IP dins el rang de l'AP per IP fixa</li></ul>

source: The node has not a valid email address as a contact. Using your email as a default. Change the contact mail address if necessary.
ca: El node no te una adreça vàlida de contacte. Es fara servir el teu email per defecte. Canvia l'adreça de contacte si s'escau.

source: Geo-references coordinates of Zone are updated.
ca: Les coordenades de Geo-referencia de la zona s'han actualitzat.

source: Device base address (Lan)
ca: Adreça base del trasto (Lan)

source: Device lan & wlan (bridged)
ca: lan i wlan del trasto (bridged)

source: wireless lan
ca: xarxa sensefils

source: Virtual network over Lan
ca: Xarxa virtual sobre LAN

source: Virtual network over Wan
ca: Xarxa virtual sobre WAN

source: Virtual network over wLan
ca: Xarxa Virtual sobre WLAN

source: vlan #2 (plugged into port #2)
ca: vlan #2 (endollat al port #2)

source: vlan #3 (plugged into port #3)
ca: vlan #3 (endollat al port #3)

source: vlan #4 (plugged into port #4)
ca: vlan #4 (endollat al port #4)

source: Must be in AP mode for accepting a link from this client.
ca: Ha d'estar en mode AP per acceptar un enllaç d'aquest client

source: Zone network allocation is full. Please get a new subnet for this zone. Contact the network administrator.
ca: No queden xarxes disponibles per aquesta zona. S'ha de assignar una nova subxarxa per aquesta zona. Contacta amb l'administrador de la xarxa.

source: Can't link a "%itype1" with "%itype2", please review the "Edit link" form
ca: No es pot enllaçar "%itype1" amb "%itype2", siusplau comprova les dades del formulari "Edit link"

source: This radio is not being graphed yet.
ca: Encara no hi ha gàfiques disponibles per aquest trasto.

source: Nick already in use.
ca: El nom curt ja existeix.

source: You have to specify a nick.
ca: Tens que posar-li un nom curt.

source: You must specify a name for the zone.
ca: Tens que posar-li un nom a la zona

source: IP %ipv4 already taken in the database. Choose another or leave the address blank.
ca: La IP %ipv4 ja existeix a la base de dades. Escull-ne una altra o deixa-la en blanc.

source: <p>Select an operation from the menus to manage zones.</p>
ca: <p>Escull una operació en els menús per a gestionar les zones</p>

source: Current Image map
ca: Mapa actual

source: Enter link information
ca: Informació de l'enllaç

source: Network base IPv4 address
ca: Adreça base de xarxa ipv4

source: A valid base ipv4 network address.
ca: Una adreça vàlida de base

source: Network mask
ca: Màscara de xarxa
