Repository: guifi/lafarga-subversion
Catalog: tags/drupal47/lang/*.po
Languages: ca

source: 0 - all hosts
ca: 0 - tots

source: The mask of the network. The number of valid hosts of each masks is displayed in the list box.
ca: La màscara de la xarxa. El nombre d'adreces el veuràs a la llista

source: The zone where this netwok belongs to.
ca: La zona on aquesta xarxa pertany

source: Network type
ca: Tipus de xarxa

source: public - for any device available to everyone
ca: pública - per a qualsevol trasto i disponible

source: backbone - used for internal management, links...
ca: backbone - es fa servir internament, enllaços...

source: The type of usage that this network will be used for.
ca: El tipus d'ús per a aquesta xarxa

source: Can't be assigned to root zone, please assign the node to an appropiate zone.
ca: No es pot assignar a la zona arrel, assigna-ho a una altra.

source: guifi: Network allocated for
ca: guifi: Xarxa definida per a

source: A new network (%base / 255.255.255.0) has been allocated for zone %name.
ca: Nova sunxarxa (%base /255.255.255.0) reservada per a la zona%name.

source: Zone name
ca: Nom de la Zona

source: This client already has an AP.
ca: Aquest client ja té un AP

source: availability
ca: disponibilitat

source: Availability of
ca: Disponibilitat de

source: Base/Main MAC Address. Some configurations won't work if s blank
ca: Adreça MAC (base/etiqueta). Algunes coses no funcionaran si no la poses

source: linked nodes (device)
ca: nodes enllaçats (trastos)

source: Device
ca: Trasto

source: Not assigned
ca: Sense assignar

source: Where it runs.
ca: On funciona.

source: Service
ca: Servei

source: Wireless connectivity for end users
ca: Connectivitat sensefils

source: Open ADSL-type internet access
ca: Accés ADSL obert

source: Internet access trough a proxy
ca: Internet a través d'un proxy

source: Domain Name Server service
ca: Servidor de noms (DNS)

source: Network Time Protocol service
ca: Servidor de rellotge (NTP)

source: Mail server
ca: Servidor de correu

source: Web server
ca: Servidor Web

source: FTP or shared disk server
ca: Servidor de disc o FTP

source: Peer 2 Peer server
ca: Servidor de P2P

source: Asterisk VoIP PBX server
ca: Centraleta telefònica

source: Radio broadcast
ca: Emisora de ràdio

source: TV broadcast
ca: Emisora de TV

source: IRC (chat) server
ca: Servidor de Xat (IRC)

source: Instant Messaging, jabber server
ca: Servidor de missatgeria instantània, jabber...

source: Type of service
ca: Tipus de servei

source: General parameters
ca: Paràmetres generals

source: service
ca: servei

source: device & status
ca: trasto i estat

source: bandwidth (Up/Down)
ca: ample de banda (pujada i baixada)

source: proxy name & port
ca: nom del proxy i port

source: domains
ca: dominis

source: service information
ca: informació del servei

source: Download
ca: Baixada

source: Download bandwidth
ca: Ample de banda de baixada

source: Upload bandwidth
ca: Ample de banda de pujada

source: Specific %type parameters
ca: Paràmetres específics de %type

source: Must be in ap mode for accepting WDS links.
ca: Ha d'e4star en mode AP per acceptar enllaços WDS.

source: Note: Use Status/Wireless survey to verify that you have the
ca: Nota: Fes servir l'Status/Wireless survey per verificar que

source: antenna plugged in the right connector. The right antena is probably
ca: tens l'antena ben endollada i configurada. La dreta es probablement

source: the one which is at the right, looking the WRT54G from the front
ca: la que tens a la dreta si el mires des del davant (on hi han els

source: (where it have the leds). If needed, change the antenna connector
ca: leds). Si et cal, canvia el connector des de la configuracio via

source: at Wireless->Advanced Settings.
ca: wev anant a Wireless->Advanced Settings.

source: Type of link not supported yet by the application.
ca: Aquest tipus d'enllaç encara no està suportat

source: Network camera. Live view.
ca: Càmera en xarxa. Vistes en directe.

source: IP address (%ip1 and %ip2) are not in the same subnetwork.
ca: Les adreces (%ip2 i %ip2) no són a la mateixa subxarxa."

source: IP address (%ip) at remote device is already present in another interface within the database.
ca: L'adreça (%ip) del dispositiu remot ja és a la base de dades en un altre connector.

source: IP address (%ip) at local device is already present in another device within the database.
ca: L'adreça (%ip) al trasto local ja és a la base de dades en un altre trasto.

source: page
ca: pàgina

source: links
ca: enllaços

source: distances
ca: distàncies

source: services
ca: serveis

source: Services of
ca: Serveis de

source: by zone
ca: per zones

source: by node
ca: per node

source: by device
ca: per trasto

source: inbound and outbound servers
ca: servidors d'entrada i de sortida

source: webmail and admin url
ca: url del webmail i d'administració

source: Subversion/CVS repository.
ca: Repositori de desenvolupament amb Subversion o CVS

source: Weather station.
ca: Estació meteorològica

source: Linux distribution cache.
ca: Còpia de repositori de distribució Linux

source: Node Zone Limit
ca: Node L&#237;mit de Zona

source: Online Node
ca: Node Actiu

source: Testing Node
ca: Node en Proves

source: Building Node
ca: Node en Construcci&#243;

source: Planned Node
ca: Node Projectat

source: Stopped Node
ca: Node Aturat

source: Online Link
ca: Enlla&#231; Actiu

source: Planned Link
ca: Enlla&#231; Projectat

source: Building Link
ca: Enlla&#231; en Construcci&#243

source: Reserved Link
ca: Enlla&#231; Reservat

source: Zone Limits
ca: L&#237;mit de la Zona

source: Other Zone/SubZone Limits
ca: L&#237;mit d'Altres Zones/SubZones

source: Testing Link
ca: Enlla&#231; en Proves
