Repository: guifi/lafarga-subversion
Catalog: tags/drupal52/modules/subscriptions/po/*.po
Languages: pl

source: Allows users to subscribe to nodes and taxonomy terms.
pl: Pozwala użytkownikom na subskrybowanie powiadomień o nowościach w segmentach i terminach taksonomii.

source: Subscription settings
pl: Ustawienia powiadomień

source: Autosubscribe
pl: Automatyczna subskrypcja powiadomień

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
pl: Wybranie tej opcji pozwala Ci na otrzymywania automatycznych powiadomień o zmianach w wątkach, które stworzyłeś, lub w których odpowiedziałeś.

source: none
pl: brak

source: Omitted vocabularies
pl: Pomijane słowniki

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
pl: Posty powiązane z którymi ze słowników mają być <strong>pomijane</strong>?

source: Omitted content types
pl: Pomijane rodzaje zawartości

source: Select content types which should be <strong>omitted</strong> from subscription listings.
pl: Jakiego typu wpisy mają być <strong>pomijane</strong>?

source: Notify poster of own posts
pl: Powiadamiaj autora o jego własnych wpisach

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
pl: Wysyłania do użytkownika powiadomienia o wpisach, które sam stworzył. Opcja przydatna głównie podczas testowania modułu i domyślnie wyłączona.

source: Use cron for notifications
pl: Używaj demona cron

source: Sends subscription notification when cron module runs. Default is to send upon node update. <br /><em>Note: Currently only tested with MySQL.</em>
pl: Wysyła powiadomienia w trakcie wykonywania zadania przez program cron. Domyślnym ustawieniem jest jednak wysyłanie powiadomień przy każdej aktualizacji segmentu. <br /><em>Uwaga: przetestowane tylko z MySQL.</em>

source: Display watchdog entries for successful mailings
pl: Zapisuj informacje o wysłaniu powiadomień do dziennika

source: Inserts notification of successful mailings in the watchdog log. Default is ON.
pl: Umieszcza w dzienniku obserwatora komunikaty o pomyślnym przesłaniu powiadomień. Opcja domyślnie włączona.

source: Test held posts prior to sending
pl: Sprawdzaj posty przed wysłaniem powiadomień

source: Tests to see if a post about to be sent by cron is still active. Adds a small amount of overhead. Default is OFF.
pl: Sprawdza czy post, którego ma dotyczyć powiadomienie jeszcze istnieje. Opcja ta jest domyślnie wyłączona, a jej włączenie może powodować małe dodatkowe obciążenie dla serwera.

source: Show Subscriptions users menu on main menu
pl: Wyświetlaj polecenie <em>Powiadomienia</em> w menu głównym.

source: Displays the Subscriptions users menu on the main menu. Default is OFF.
pl: Wyświetla odnośnik do strony umożliwiającej konfigurację powiadomień w menu użytkownika. Opcja domyślnie wyłączona.

source: Show Subscriptions users menu under "My account"
pl: Wyświetlaj polecenie <em>Powiadomienia</em> na karcie strony <em>moje konto</em>

source: Displays the Subscriptions users menu as a tab under "My account". Default is ON.
pl: Wyświetla odnośnik do strony umożliwiającej konfigurację powiadomień jako kartę na stronie konfiguracji konta. Opcja domyślnie włączona.

source: Set all users to "autosubscribe" by default
pl: Ustaw opcję "automatyczne powiadomienia" jako domyślną

source: Sets each users "autosubscribe" profile option. Default is OFF.
pl: Zmienia ustawienie "automatycznych powiadomień" dla wszystkich użytkowników. Opcja ta jest domyślnie wyłączona.

source: my subscriptions
pl: powiadomienia

source: blogs
pl: blogi

source: threads
pl: wątki

source: categories
pl: kategorie

source: content types
pl: rodzaje zawartości

source: rss feed
pl: kanał RSS

source: my content types
pl: moje rodzaje zawartości

source: subscription notification for
pl: powiadomienie dla

source: error mailing subscription notification:
pl: błąd podczas wysyłania powiadomienia:

source: new blog for
pl: nowy blog dla

source: [%site] %type subscription update for %name : %subject
pl: Powiadomienie o nowościach na %site: %subject, %name (%type)

source: Greetings, %name. A %type to which you have subscribed has been updated. %title %teaser To view the thread, navigate to %url -- This is an automatic message from %site. To manage your subscriptions, browse to %manage-url
pl: Witaj %name, segment, o zmianach w którym chciałeś być powiadamiany, został zaktualizowany. %title %teaser By go obejrzeć, skorzystaj z odnośnika %url -- %site Wiadomość została wysłana automatycznie z %site. By zmienić ustawienia subskrypcji powiadomień, przejdź na stronę %manage-url

source: Subscriptions
pl: Powiadomienia

source: Subscribe
pl: Subskrybuj powiadomienia

source: Receive notification of replies or comments to this node.
pl: Otrzymuj powiadomienia o nowych odpowiedziach.

source: unsubscribe blog
pl: cofnij subskrypcję powiadomień z tego bloga

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
pl: Powoduje zaprzestanie przesyłania wiadomości e-mail z powiadomieniami o nowych wpisach w tym blogu.

source: subscribe blog
pl: subskrybuj blog

source: Receive an e-mail whenever a new entry is made to this person's blog.
pl: Powoduje przesyłanie wiadomości e-mail z powiadomieniami o nowych wpisach w tym blogu.

source: unsubscribe post
pl: cofnij subskrypcję

source: Stop receiving an e-mail whenever a new comment is posted to this @type.
pl: Powoduje zaprzestanie przesyłania wiadomości e-mail z powiadomieniami o nowościach.

source: subscribe post
pl: subskrybuj

source: Receive an e-mail whenever a comment is posted to this @type.
pl: Powoduje przesyłanie wiadomości e-mail z powiadomieniami o nowościach.

source: unsubscribe
pl: cofnij subskrypcję

source: Unsubscribe from this category.
pl: Cofa subskrypcję powiadomień dla tej kategorii.

source: subscribe
pl: subskrybuj

source: Subscribe to this category.
pl: Włącza subskrypcję powiadomień dla tej kategorii.

source: Unsubscribe from this node type.
pl: Cofnij subskrypcję powiadomień dotyczących zawartości tego typu.

source: Subscribe to this node type.
pl: Subskrybuj powiadomienia dotyczące zawartości tego typu.

source: Save
pl: Zapisz

source: Your subscription was deactivated.
pl: Powiadomienia zostały wyłączone.

source: Your subscription was activated.
pl: Powiadomienia zostały włączone.

source: thread
pl: wątek

source: category
pl: kategoria

source: content type
pl: rodzaj zawartości

source: type
pl: typ

source: title
pl: tytuł

source: subscribers
pl: subskrybenci

source: <p>No threads or categories are currently subscribed.</p>
pl: <p>Żadne wątki ani kategorie nie są w tej chwili subskrybowane</p>

source: Subscriptions Summary
pl: Podsumowanie powiadomień

source: You are not currently subscribed to any active blogs
pl: W tej chwili nie subskrybujesz powiadomień o nowościach w żadnych blogach

source: There are no active categories.
pl: Brak aktywnych kategorii

source: You are not currently subscribed to any active threads
pl: W tej chwili nie subskrybujesz powiadomień o nowościach w żadnych wątkach

source: There are no active content types.
pl: Brak aktywnych rodzajów zawartości.

source: %name Subscriptions
pl: Subskrypcje powiadomień użytkownika %name

source: regular
pl: zwykły

source: error
pl: błąd

source: maintain subscriptions
pl: zarządzanie powiadomieniami

source: subscriptions
pl: powiadomienia

source: subscriptions database tables have been installed.
pl: Tabele bazy danych modułu powiadomień zostały zainstalowane.
