Repository: guifi/lafarga-subversion
Catalog: old/drupal52/modules/subscriptions/po/*.po
Languages: ca, cs, es, he, no, ru

source: <p>This module enables users to subscribe to be notified of changes to threads, categories and content types. Once enabled, all nodes will have an additional link that allows the user to subscribe to them. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>While no configuration is required, administrators are offered a few configurable options:</p> <p>"<b>Omitted vocabularies</b>" allows the admin to exclude certain node categories from this list of those available for subscription.</p> <p>"<b>Omitted content types</b>" allows the admin to exclude certain content types from this list of those available for subscription.</p> <p>"<b>Notify poster of own posts</b>" sends a notification to a node poster about their own posts. Useful principally during testing. Default is OFF.</p> <p>"<b>Use cron for notifications</b>" allows you to postpone subscription notifications until the next cron job is run. Default behavior is to notify all subscribers immediately upon content change. This behavior is probably best for low volume sites, but high volume sites could observe appreciable pauses upon node or comment insert, and should probably use the cron option. <p>"<b>Display watchdog entries for successful mailings</b>" should also probably be disabled for high volume sites, as a large number of mailings could completely fill the log.</p> <p>"<b>Test held posts prior to sending</b>" tells Subscriptions to test if a node or comment is still active\published prior toi sending a notification. This is mainly to avoid sending notifications for for posts that have been deleted. This will result in a small performance hit, and only makes sense if you are delaying the notifications with "Use cron for notifications".</p> <p>"<b>Show Subscriptions users menu on main menu</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, on the main menu. The default setting is OFF.</p> <p>"<b>Show Subscriptions users menu under 'my account'</b>" tells Subscriptions to display the Subscriptions user menu, used to manage one's own subscriptions, under the 'My Account' menu. The default setting is ON.</p> <p>"<b>Set all users to 'autosubscribe' by default</b>" set's the default value of the 'autosubscribe' option in each user's account to ON. This value will not be set, however, until the user saves their account preferences. This, essentially, pre-checks the option associated with 'autosubscribe'. The default value is OFF.</p>
ru: <p>Этот модуль позволяет пользователям подписываться на извещения об изменениях форумных обсуждений, категорий и типом материалов. Если включено, у всех материалов появляется дополнительная ссылка, которая позволяет пользователю подписаться на извещения. Также все пользователи могут воспользоваться опцией в своей учетной записи для автоподписки на извещения о любых ответах в обсуждениях, где они публиковали свои сообщения. Конфигурация для модуля не требуется, для некоторых ролей может понадобиться установка прав доступа для использования возможностей данного модуля.</p> <p>Хотя конфигурация не требуется, администраторы могут воспользоваться несколькими опциями настройки:</p> <p>"<b>Исключаемые словари</b>" позволяют администратору исключить некторые типы категорий из списка доступных для подписки.</p> <p>"<b>Исключаемые типы материалов</b>" позволяют администратору исключить некторые типы материалов из списка доступных для подписки.</p> <p>"<b>Присылать извещения о собственных сообщениях</b>" разрешает отправку извещений автору о его собственных сообщениях. Обычно нужно для тестирования. По умолчанию ВЫКЛ.</p> <p>"<b>Использовать cron для извещений</b>" позволяет вам накапливать извещения до следующего запуска cron. По умолчанию установлена немедленная рассылка после изменения содержания. Эта возможность, вероятно, будет лучшей для небольших сайтов, но сайты большого объема могут подразумевать значительные паузы между добавлением материалов или комментариев, и тогда, скорее всего, лучше использовать опцию запуска по cron. <p>"<b>Показывать сообщения о выполненных рассылках в системном журнале</b>" также, вероятно, следует выключить для сайтов большого объема, поскольку иначе логи будут быстро наполняться сообщениями об удачных рассылках.</p> <p>"<b>Протестировать перед отправкой</b>" позволяет протестировать подписки, чтобы убедиться, что материал или комментарий активен\опубликован перед рассылкой извещений. Это помогает предотвратить рассылку извещений о сообщениях, которые были удалены. Это несколько увеличивает производительность и имеет смысл, если вы откладываете рассылки опцией "Использовать cron для извещений".</p> <p>"<b>Показывать меню Подписки в пользовательском или основном меню</b>" позволяет показывать меню Подписки в пользовательском или основном меню, чтобы управлять собственными подписками. По умолчанию установлено ВЫКЛ.</p> <p>"<b>Показывать меню Подписки как вкладку на странице 'моя учетная запись'</b>" позволяет показывать меню Подписки в пользовательском меню как вкладку на странице 'моя учетная запись'. По умолчанию установлено ВКЛ.</p> <p>"<b>Установить для всех пользователей 'автоподписку' по умолчанию</b>" устанавливает значение по умолчанию 'автоподписка' в каждой пользовательской учетной записи. Это значение не устанавливается, тем не менее, до тех пор, пока пользоватль не сохранит свои настройки учетной записи. Это, короче говоря, предварительное включение опции, связанной с 'автоподпиской'. Значение по умолчанию ВЫКЛ.</p>

source: Allows users to subscribe to nodes and taxonomy terms.
ca: Permet als usuaris la subscripció a nodes i termes taxonòmics.
cs: Umožňuje uživatelům nastavit si odebírání informací o změnách podle uzlů a termínů taxonomie.
es: Permite a los usuarios la suscripción a nodos y términos taxonómicos.
he: מאפשר לחברי האתר לקבל התרעות על עדכון של פריטי תוכן תגובות סיווגים.
no: Lar brukere abonnere på noder og kategorier.
ru: Позволяет пользователям подписываться на извещения о материалах и категориях таксономии.

source: Subscription settings
ca: Paràmetres de subscripció
cs: Nastavení odebírání
es: Parámetros de la suscripción
he: הגדרות מנוי לעדכונים
no: Innstillinger for abonnement
ru: Настройки подписки.

source: Autosubscribe
he: מנוי אוטומטי לעדכונים
ru: Автоподписка

source: Checking this box allows you to be automatically subscribe to any thread you create or post a comment to.
ca: L'activació d'aquest quadre permetrà ser subscrit de forma automàtica a qualsevol fil de discussió que hagueu creat o afegit un comentari.
cs: Zaškrtnutím tohoto políčka nastavíte automatické odebírání ze všech vláken, která vytvoříte nebo do kterých přispějete.
es: La activación de este cuadro permite suscribirse automáticamente a cualquier hilo de discusión que creáis o en el que participáis.
he: סימון תיבה זו מאפשר לך לעשות מנוי אוטומטי לכל שרשור הודעות שיצרת או שהגבת עליו.
no: Merk denne boksen for automatisk å abonnere på alle trådene du starter eller legger kommentarer til.
ru: Отметив этот пункт, вы будете автоматически получать извещения на все созданные вами обсуждения и комментарии на них.

source: none
ca: cap
cs: žádný
es: ninguno
he: ללא
no: ingen
ru: нет

source: Omitted vocabularies
ca: Vocabularis omesos
cs: Nezahrnuté slovníky
es: Vocabularios omitidos
he: מילונים שיושמטו
no: Utelatte vokabulær
ru: Исключаемые словари

source: Select vocabularies which should be <strong>omitted</strong> from subscription listings.
ca: Selecciona els vocabularis que serien <strong>omesos</strong> dels llistats de subscripció.
cs: Vybrat slovníky, které se <strong>nemají</strong> zahrnout do seznamu odebírání.
es: Seleccionar vocabularios que serían <strong>omitidos</strong>de los listados de suscripción.
he: בחור מילונים שברצונך <strong>להשמיט</strong> מרשימת הסיווגים שבהם ניתן להתעדכן.
no: Velg vokabulær som skal være <strong>utelatt</strong> fra abonnementslisten
ru: Выберите словари, которые должны быть <strong>исключены</strong> из списков извещений.

source: Omitted content types
he: סוגי תוכן שיושמטו
ru: Исключаемые типы материалов

source: Select content types which should be <strong>omitted</strong> from subscription listings.
he: סוגי תוכן שברצונך <strong>להשמיט</strong> מרשימת התכנים שבהם ניתן להתעדכן.
ru: Выберите типы материалов, которые должны быть <strong>исключены</strong> из списков извещений.

source: Notify poster of own posts
he: שלח התרעה לשולח על הפרסומים של עצמו
ru: Отправлять извещения о ваших собственных сообщениях

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
he: מתריע בפני מפרסם תוכן על הפרסומים של עצמו. שימושי בעיקר בבדיקות. כבוי כברירת מחדל.
ru: Отправлять извещения о ваших собственных сообщениях. Применяется в основном для тестирования. По умолчанию - ВЫКЛ.

source: Use cron for notifications
he: השתמש ב-cron לצורך התרעות
ru: Использовать cron для рассылки извещений

source: Sends subscription notification when cron module runs. Default is to send upon node update. <br /><em>Note: Currently only tested with MySQL.</em>
he: שולח התרעות בזמן הרצות cron. ברירת המחדל היא לשלוח בזמן עדכון פריט התוכן. <br /><em>הערה: נבדק כרגע רק עם MySQL.</em>
ru: Рассылать извещения тогда, когда работает модуль cron. По умолчанию рассылка происходит сразу при обновлении материала. <br /><em>Обратите внимание: Проверялось только на MySQL.</em>

source: Display watchdog entries for successful mailings
he: רשום הודעות ביומן הפעילות עבור משלוח מוצלח של התרעות
ru: Показывать сообщения об отправленных извещениях в системном журнале

source: Inserts notification of successful mailings in the watchdog log. Default is ON.
he: מוסיף התרעה על משלוח התרעות מוצלח ליומן הפעילות של המערכת. דלוק כברירת מחדל.
ru: Добавляет сообщения об отправленных извещениях в системный журнал. По умолчанию - ВКЛ.

source: Test held posts prior to sending
he: בדוק פרסומים בתהליך לפני המשלוח
ru: Протестировать отправку извещений перед рассылкой

source: Tests to see if a post about to be sent by cron is still active. Adds a small amount of overhead. Default is OFF.
he: בודק אם פרסום שעומד להישלח על ידי cron הוא עדיין פעיל. מוסיף קצת תקורה. כבוי כברירת מחדל.
ru: Протестировать, чтобы убедиться, что сообщение, о котором планируется разослать извещение по cron, действительно активно. По умолчанию ВЫКЛ.

source: Show Subscriptions users menu on main menu
he: הצג את תפריט 'העדכונים שלי' כחלק מהתפריט הראשי
ru: Показывать меню Мои подписки в главном меню

source: Displays the Subscriptions users menu on the main menu. Default is OFF.
he: מציג את תפריט 'העדכונים שלי' כחלק מהתפריט הראשי. כבוי כברירת מחדל.
ru: Показывать меню Подписки в основном меню. По умолчанию ВЫКЛ.

source: Show Subscriptions users menu under "My account"
he: הצג את תפריט 'העדכונים שלי' תחת 'החשבון שלי'
ru: Показывать подменю Подписки в меню "моя учетная запись"

source: Displays the Subscriptions users menu as a tab under "My account". Default is ON.
he: מציג את תפריט 'העדכונים שלי' כלשונית מתחת ל'החשבון שלי'. דלוק כברירת מחדל.
ru: Показывать меню Подписки как вкладку на странице "моя учетная запись". По умолчанию ВКЛ.

source: Set all users to "autosubscribe" by default
he: סמן מנוי אוטומטי לכל המשתמשים החדשים כברירת מחדל.
ru: Установить для всех пользователей режим "автоподписки" по умолчанию

source: Sets each users "autosubscribe" profile option. Default is OFF.
he: עבור משתמשים חדשים, הדלק את הסימון של 'מנוי אוטומטי לעדכונים' . ברירת המחדל היא כבוי.
ru: Включить для каждого пользователя опцию профиля "автоподписка". По умолчанию ВЫКЛ.

source: my subscriptions
ca: les meves subscripcions
cs: odebírání
es: mis suscripciones
he: העדכונים שלי
no: mine abonnement
ru: Мои подписки

source: blogs
he: יומנים אישיים
ru: блоги

source: threads
he: שרשורי הודעות
ru: обсуждения

source: categories
he: סיווגים
ru: категории

source: content types
he: סוגי תוכן
ru: типы материалов

source: rss feed
he: הזנות RSS
ru: поток rss

source: my content types
he: סוגי התוכן שלי
ru: мои типы материалов

source: subscription notification for
ca: notificació de subscripció per a
cs: vyžádané oznámení pro
es: notificación de suscripción para
he: התרעת מנוי לגבי
no: notis om abonnement for
ru: подписка на извещения для

source: error mailing subscription notification:
ca: error enviant la notificació de subscripció:
cs: chyba při odesílání vyžádaného oznámení:
es: error en el correo de notificación de suscripción:
he: שגיאה במשלוח התרעת מנוי:
no: feil under sending av notis for abonnement:
ru: ошибка отправки извещения:

source: new blog for
ca: nou bloc per
cs: nový blog pro
es: nuevo blog para
he: יומן אישי חדש עבור
ru: новый блог для

source: [%site] %type subscription update for %name : %subject
ca: [%site] %type actualització de subscripció per %name : %subject
cs: [%site] %type změna nastavení odebírání pro %name : %subject
es: [%site] %type actualización de suscripción para %name : %subject
he: [%site] עדכון עבור %name בנושא %subject
no: [%site] %type abonnement oppdatering for %name : %subject"
ru: Подписка [%site] %type обновлена для %name : %subject

source: Greetings, %name. A %type to which you have subscribed has been updated. %title %teaser To view the thread, navigate to %url -- This is an automatic message from %site. To manage your subscriptions, browse to %manage-url
he: שלום, %name. התעדכן %type שביקשת להתעדכן לגביו. %title %teaser להצגת העמוד, גש אל: %url. הודעה זו הינה הודעה אוטומטית מ%site. כדי לנהל את העידכונים שלך, גש אל %manage-url.
ru: Здравствуйте, %name. Материал %type, на который вы подписаны, был изменен. %title %teaser Чтобы просмотреть обсуждение, перейдите по ссылке %url -- Это автоматическое сообщение с сайта %site. Для управления своими подписками, перейдите по ссылке %manage-url

source: Subscriptions
he: שלחו לי עדכונים בנושא זה.
ru: Подписки

source: Subscribe
ca: Subscriure
cs: Přihlásit k odebírání
es: Suscripción
he: מנוי לעדכונים
no: Abonner
ru: Подписаться

source: Receive notification of replies or comments to this node.
he: קבלת עדכונים על תגובות לפרסום זה.
ru: Получать извещения на ответы или комментарии к этому материалу.

source: unsubscribe blog
ca: donar de baixa el bloc
cs: neodebírat blog
es: dar de baja el cuaderno de bitácora
he: ביטול הרשמה ליומן אישי
no: stopp abonnement for blog
ru: отказаться от подписки на блог

source: Stop receiving an e-mail whenever a new entry is made to this person's blog.
ca: Atura la recepció de correu electrònic sempre que s'hagi fet una nova entrada en el bloc d'aquesta persona.
cs: Nedostávat e-mail, až bude přidán nový příspěvek do blogu této osoby.
es: Parar la recepción de correo electrónico siempre que se haya realizado una nueva entrada en el cuaderno de bitácora de esta persona.
he: הפסק לשלוח דואר אלקטרוני כל פעם שיש הודעה חדשה ביומן האישי של חבר זה באתר.
ru: Приостановить получение извещений по электронной почте до появления нового сообщения в этом персональном блоге.

source: subscribe blog
ca: subscriure al bloc
cs: odebírat blog
es: Suscribir al cuaderno de bitácora
he: מנוי ליומן
no: abonner på blog
ru: подписаться на блог

source: Receive an e-mail whenever a new entry is made to this person's blog.
ca: Rebre un correu electrònic sempre que s'hagi fet una nova entrada en el bloc d'aquesta persona.
cs: Dostávat e-mail, až bude přidán nový příspěvek do blogu této osoby.
es: Recibir un correo electrónico siempre que se haya realizado una nueva entrada en el cuaderno de bitácora de esta persona.
he: קבל דואר אלקטרוני בכל פעם שיש הודעה חדשה ביומן של חבר זה.
no: Få tilsendt en e-post når denne personens blog får en ny post
ru: Получать извещения по электронной почте о появлении нового сообщения в этом персональном блоге.

source: unsubscribe post
ca: donar de baixa l'enviament
cs: neodebírat
es: dar de baja el envío
he: ביטול הרשמה לעדכונים
no: stopp abonnement
ru: отказаться от подписки на сообщение

source: Stop receiving an e-mail whenever a new comment is posted to this @type.
ca: Atura l'opció de rebre un correu electrònic sempre que s'enviï un nou comentari a aquest @type.
cs: Nedostávat e-mail, až bude přidán nový komentář k tomuto příspěvku.
es: Eliminar la opción de recibir un correo electrónico siempre que se añada un nuevo comentario a este @type.
he: הפסק לשלוח דואר אלקטרוני בכל פעם שיש תגובה חדשה ל@type.
no: Opphør å få tilsendt e-post når nye kommentarer blir lagt til denne @type.
ru: Остановить получение извещений по электронной почте о новых комментариях на @type.

source: subscribe post
ca: subscriu l'enviament
cs: odebírat
es: suscribir envío
he: הודע לי כשהעמוד מתעדכן
no: abonner
ru: подписаться на сообщение

source: Receive an e-mail whenever a comment is posted to this @type.
ca: Rep un correu electrònic sempre que un nou comentari s'enviï a aquest @type.
cs: Dostávat e-mail, až bude přidán nový komentář k tomuto příspěvku.
es: Recibir un correo electrónico siempre que se envíe un comentario a este @type.
he: שלח לי דואר אלקטרוני כשנשלחת תגובה "ל@type.
no: Få tilsendt en e-post når en kommentar er postet til denne @type.
ru: Получать извещение по электронной почте о комментариях на @type.

source: unsubscribe
ca: donar de baixa
cs: neodebírat
es: dar de baja
he: בטל מנוי לעדכונים
no: stopp abonnement
ru: отказаться от подписки

source: Unsubscribe from this category.
ca: Donar-se de baixa en aquesta categoria.
cs: Neodebírat z této kategorie.
es: Darse de baja en esta categoría.
he: ביטול מנוי לסיווג זה.
no: Stopp abonnement for denne kategorien.
ru: Отказаться от подписки на эту категорию.

source: subscribe
ca: subscriure
cs: odebírat
es: suscribir
he: מנוי לעדכונים
no: abonner
ru: подписаться

source: Subscribe to this category.
ca: Subscriu a aquesta categoria.
cs: Odebírat z této kategorie.
es: Suscribir a esta categoría.
he: שלחו לי עדכונים בסיווג זה.
no: Abonner på denne kategorien.
ru: Подписаться на эту категорию.

source: Unsubscribe from this node type.
he: בטל מנוי לעדכונים מסוג זה.
ru: Отказаться от подписки на этот тип материалов.

source: Subscribe to this node type.
he: מנוי לעדכונים מסוג זה.
ru: Подписаться на этот тип материалов.

source: Save
he: שמור
ru: Сохранить

source: Your subscription was deactivated.
he: המנוי שלך בוטל.
ru: Ваша подписка деактивирована.

source: Your subscription was activated.
he: המנוי שלך הופעל.
ru: Ваша подписка активирована.

source: thread
ca: fil de discussió
cs: vlákno
es: hilo de discusión
he: שרשור הודעות
no: tråd
ru: обсуждение

source: blog
ca: bloc
es: cuaderno de bitácora
he: יומן אישי
ru: блог

source: category
ca: categoria
cs: kategorie
es: categoría
he: סיווג
no: kategori
ru: категория

source: content type
he: סוג תוכן
ru: тип материала

source: type
ca: tipus
cs: typ
es: tipo
he: סוג
ru: тип

source: title
ca: títol
cs: nadpis
es: título
he: כותרת
no: tittel
ru: заголовок

source: subscribers
ca: subscriptors
cs: odběratelé
es: suscritores
he: מנויים
no: abonnenter
ru: подписчики

source: <p>No threads or categories are currently subscribed.</p>
ca: <p>Actualment no esteu subscrit a cap fil de discussió o categoria.</p>
cs: <p>Není nastaveno odebírání z žádného vlákna ani kategorie.</p>
es: <p>Actualmente no hay suscripciones en hilos de discusión o categorías.</p>
he: <p>אין כעת מנוי לשרשורי הודעות או לסיווגים.</p>
no: <p>Det abonneres for øyeblikket ikke på noen tråder eller kategorier.</p>
ru: <p>Нет обсуждений или категорий, на которые вы подписаны.</p>

source: Subscriptions Summary
ca: Sumari de subscripcions
cs: Přehled odebírání
es: Sumario de suscripciones
he: סיכום מנוי לעדכונים
no: Abonnement oppsummering
ru: Подписки

source: You are not currently subscribed to any active blogs
he: אין לך כעת מנויים ליומנים אישיים פעילים
ru: Сейчас вы не подписаны ни на один блог

source: There are no active categories.
he: אין סיווגים פעילים.
ru: Нет активных категорий.

source: You are not currently subscribed to any active threads
he: אין לך כעת מנוי לאף שרשור פעיל.
ru: Сейчас вы не подписаны ни на одно обсуждение

source: There are no active content types.
he: אין סוגי תוכן פעילים.
ru: Нет активных типов материалов.

source: %name Subscriptions
he: המנויים של %name
ru: Подписки %name

source: regular
cs: řádně proběhlo
he: רגיל
no: ordinær
ru: регулярно

source: error
cs: chyba
he: שגיאה
ru: ошибка

source: maintain subscriptions
ca: mantingues subscripcions
cs: spravovat odebírání
es: mantener suscritores
he: אפשרות לעשות מנוי לעדכונים
no: vedlikehold abonnement
ru: получать подписки

source: subscriptions
ca: subscripcions
cs: odebírání
es: suscripciones
he: מנויים לעדכונים
no: abonnement
ru: подписки

source: subscriptions database tables have been installed.
he: טבלאות בסיס הנתונים של רכיב המנויים לעדכונים הותקנו.
ru: таблица базы данных подписок установлена.

source: You are currently subscribed to the following:
ru: Сейчас вы подписаны на извещения о:

source: My subscriptions
ru: Мои подписки

source: Enables site settings for user subscriptions.
ru: Настройки подписок пользователей на извещения о новых или изменившихся материалах сайта.
