Repository: guifi/lafarga-subversion
Catalog: old/drupal52/modules/subscriptions/po/*.po
Languages: ca, cs, es, he, no, ru

source: <p>This module enables users to subscribe to be notified of changes to threads or categories. Once enabled, all nodes will have an additional link that allows the user to change their subscriptions. Additionally, all users will be given an account option to auto-subscribe to any thread to which they post. No configuration is required for this module, although roles must be given permission to use it.</p> <p>Note that because this module causes the comment insert to pause while all subscribers are notified, it may not be practical for large sites.</p>
ca: <p>Aquest mòdul permet als usuaris una subscripció per ser notificats dels canvis en fils de discussió o en categories. Una vegada habilitat, tots els nodes tindran un enllaç addicional que permetrà als usuaris canviar les seves subscripcions. A més, tots els usuaris tindran una opció en el compte per a autosubscriure's en qualsevol fil de discussió en el que participin. No es requereix cap configuració per aquest mòdul, encara que s'han de donar permisos als rols per a la seva utilització.</p> <p>Noteu que, a causa del fet que el mòdul atura momentàniament tot el sistema en la inserció dels comentaris per a la notificació dels subscriptors, pot no ser massa pràctic en grans llocs web.</p>
cs: <p>Tento modul umožňuje uživatelům přihlásit se k odebírání informací o změnách v příspěvcích a kategoriích. Po jeho zapnutí bude u všech uzlů nový link, který dovolí uživatelům změnit své nastavení odebírání. Dále budou mít všichni uživatelé možnost nastavit automatické odebírání informací o změnách vláken, do kterých přispěli. Tento modul nevyžaduje žádné nastavení kromě povolení přístupu k modulu podle uživatelských rolí.</p> <p>Tento modul rozesílá po vložení nového komentáře informaci všem odběratelům, není proto příliš vhodný pro značně frekventované weby.</p>
es: <p>Este módulo permite a los usuarios una suscripción para ser notificados de los cambios ocurridos en hilos de discusión o en categorías. Una vez habilitado, todos los nodos incorporarán un enlace adicional que permitirá a los usuarios cambiar sus suscripciones. Además, todos los usuarios tendrán una opción de cuenta que permitirá la autosuscripción en todos los hilos en los que hayan participado. No se requiere ninguna configuración para este módulo, aunque deben darse permisos en los roles para su utilización.</p> <p>Tener en cuenta que, debido a que el módulo para de forma momentánea el sistema cuando se añaden comentarios a causa de la notificación a los suscritores, puede no ser demasiado práctico para grandes sitios.</p>
no: <p> Denne modulen lar brukere abonnere på tråder og kategorier for å få beskjed om endringer. Når den er installert vil alle noder ha en ekstra link som lar brukeren endre deres abonnement. I tillegg vil alle brukerne få et valg i deres kontoinnstillinger som lar de automatisk abonnere på alle tråder de deltar i. Det trengs ingen konfigurering for denne modulen, skjønt ulike roller må få tillatelse til å bruke den. </p> <p> Vær oppmerksom på at da denne modulen fører til at tillegg av kommentarer henger mens abonnentene får beskjed, kan den være upraktisk for store siter. </p>

source: Automatically subscribe to threads in which you post.
ca: Subscriu automàticament als fils de discussió en els que participi.
cs: Automaticky odebírat informace o změnách vláken, do kterých přispěju.
es: Suscribir automáticamente a los hilos de discusión en los que participe
no: Automatisk abonner på tråder du poster til.

source: Greetings, %name. A %type to which you have subscribed has been updated. To view the thread, navigate to %url -- This is an automatic mail from %site. To manage your subscriptions, browse to %manage-url
ca: Felicitats, %name. Un %type en el qual us heu subscrit ha estat actualitzat. Per a visualitzar el fil, navegueu a %url -- Aquest és un correu electrònic automàtic enviat des de %site. Per a gestionar les vostres subscripcions, navegueu a %manage-url
cs: Zdravím, %name. Došlo ke změně v %type, k jehož odebírání jste se přihlásil/a. Vlákno, si můžete prohlédnout vai na %url -- Toto je automaticky odeslaný mail ze stránek %site. Pro nastavení odebírání těchto zpráv jděte na %manage-url.
es: Felicidades, %name. Un %type en el que estáis suscrito ha sido actualizado. Para visualizar el hilo de discusión, navegad a %url -- Este es un correo electrónico automático de %site. Para gestionar sus suscripciones, navegad a %manage-url
no: Hei, %name. En %type du abonnerer på har blitt oppdatert. For å lese tråden, gå til denne adressen: %url -- Dette er en automatisk e-post fra %site. For å administrere dine abonnement, naviger til %manage-url

source: Receive notification of replies to this %name.
ca: Rep notificació de les respostes a aquest %name.
cs: Dostávat oznámení o reakcích na %name.
es: Recibir notificación de las respuestas a este %name.
no: Motta notis om svar til denne %name.

source: <p>Your subscription was activated.</p>
ca: <p>S'ha activat la seva subscripció.</p>
cs: <p>Odebírání informací o změnách vám bylo nastaveno.</p>
es: <p>Su suscripción ha sido activada.</p>
no: <p>Ditt abonnement var aktivert.</p>

source: Return to the blog
ca: Retorna al bloc
cs: Zpět na blog
es: Volver al cuaderno de bitácora
no: Returner til blogen

source: Return to the thread
ca: Retorneu al fil de discussió
cs: Zpět na vlákno
es: Volver al hilo de discusión
no: Returner til tråden

source: Return to the subscriptions
ca: Retorneu a les subscripcions
cs: Zpět k nastavení odebírání
es: Volver a las suscripciones
no: Returner til abonnementene

source: Subscription Activated
ca: Subscripció Activada
cs: Odebírání nastaveno
es: Suscripción activada
no: Abonnement aktivert

source: <p>Your subscription was deactivated.</p>
ca: <p>S'ha desactivat la seva subscripció.</p>
cs: <p>Odebírání informací o změnách vám zrušeno.</p>
es: <p>Su suscripción ha sido desactivada.</p>
no: <p>Ditt abonnement var deaktivert.</p>

source: Subscription Deactivated
ca: Subscripció Desactivada
cs: Odebírání zrušeno
es: Suscripción desactivada
no: Abonnement stoppet

source: Unsubscribe from this thread.
ca: Donar-se de baixa d'aquest fil de discussió.
cs: Neodebírat z tohoto vlákna.
es: Darse de baja en este hilo de discusión.
no: Stopp abonnement for denne tråden

source: Unsubscribe from this user's blog.
ca: Donar-se de baixa en el bloc d'aquest usuari.
cs: Neodebírat z blogu tohoto uživatele.
es: Darse de baja en el cuaderno de bitácora de este usuario.
no: Stopp abonnement for denne brukerens blog.

source: operations
ca: operacions
cs: operace
es: operaciones
no: operasjoner

source: <p>You are not currently subscribed to any active threads or categories.</p>
ca: <p>Actualment no esteu subscrit a cap fil de discussió o categoria activa.</p>
cs: <p>Nejste přihlášen/a k odebírání žádných vláken ani kategorií.</p>
es: <p>Actualmente no estáis suscrito a ningún hilo de discusión o categoría activa.</p>
no: <p>Du abonnerer for øyeblikket ikke på noen tråder eller kategorier.</p>
